{
    "champions": [{
            "id": 1,
            "origin": "牛頭酋長",
            "name": "亞歷斯塔",
            "text": "身為令人畏懼的強大戰士 － 亞歷斯塔，替自己滅亡的氏族尋找向諾克薩斯討回血債的機會。雖然被奴役的他被迫過著鬥士般的生活，但他堅不可摧的意志使自己避免成為一個完全的野獸。現在，逃離了上一個主人的束縛枷鎖，他替那些飽受壓迫的下層社會人民戰鬥著，他滿腔的怒火以及他所擁有的堅韌之角、強勁之蹄將成為他為正義所戰的武器。",
            "character": "坦克、輔助",
            "img": "champions/亞歷斯塔.jpg",
            "bigImg": "champions/亞歷斯塔圖.jpg"
        }, {
            "id": 2,
            "origin": "黑暗之女",
            "name": "安妮",
            "text": "安妮是一名擁有強大火燄之力的幼年法師。雖然危險，卻讓人不禁承認她的前途不可限量。她居住在諾克薩斯北方山脈的深處之中，在那裡隨處可見各種險惡生物及必須加以迴避的危險人物。然而即便如此，她擁有的力量依舊凌駕於他們之上。在安妮還是呱呱墜地的嬰孩時，她就因為突然爆發的情緒而展現出與火燄之間與生俱來的契合。不過幾年的時間，安妮已經可以完美地掌握這股力量。她最愛的玩伴是由她自己召喚出來的泰迪熊，她把牠取名叫作「泰貝爾」。泰貝爾的身體被毀滅之火包圍，為了安妮，牠可以消滅眼前所有阻撓他們的敵人。長年與外界沒有任何接觸的安妮早已迷失在永恆的純真童年之中，她總是在黑暗的森林深處徘徊，不斷地找尋下一個可以陪她玩耍的同伴。",
            "character": "法師",
            "img": "champions/安妮.jpg",
            "bigImg": "champions/安妮圖.jpg"

        }, {
            "id": 3,
            "origin": "冰霜射手",
            "name": "艾希",
            "text": "身為寒霜之裔的艾希是北境人口數量最龐大的部族 －「艾伐洛森」的戰爭之女，她同時也是率領這個部族的領袖。艾希性格堅毅、天資聰穎，而且充滿理想，但是卻不太習慣領導者這個身分。她體內寒霜之裔的血統使她可以完美運用由真霜冰晶打造而成的冰結長弓，而她領導的人民則相信她是英雄艾伐洛森的轉世。艾希畢生的心願是收復他們部族在遠古時期曾經擁有的領地，並再次統一弗雷爾卓德。",
            "character": "射手、輔助",
            "img": "champions/艾希.jpg",
            "bigImg": "champions/艾希圖.jpg"
        },
        {
            "id": 4,
            "origin": "亙古之懼",
            "name": "費德提克",
            "text": "有個亙古且令人恐懼的事物已經在符文大地甦醒了。它潛伏於人類世界的邊緣，被濃烈的妄思所吸引，並以受害者的驚駭為食，人們稱這個亙古之懼為費德提克。這個枯槁的拼湊之體揮舞著鐮刀收割恐懼，摧毀那些不幸與之相逢者的神智。當心鴉鳴之響、以及那<i>近乎</i>人型的怪物所發出的囈語吧……費德提克已經歸來。",
            "character": "法師、輔助",
            "img": "champions/費德提克.jpg",
            "bigImg": "champions/費德提克圖.jpg"
        },
        {
            "id": 5,
            "origin": "武器達人",
            "name": "賈克斯",
            "text": "賈克斯是伊卡西亞最後一位至今仍在世的武器大師。他操縱特殊武器的技術以及嘲諷他人的能力基本上無人能與之匹敵。自從他的家鄉被人民的狂妄自大拖垮，進而釋放了來自虛空的生物之後，賈克斯和他的同伴便誓言要保護剩下的淨土。然而，隨著世界各處的魔法開始產生動盪，本來已陷入沉眠的威脅又再次躁動。賈克斯只能踏遍瓦羅然大陸，揮舞著伊卡西亞的最後一盞明燈，看看一路上遇到的戰士是否夠格站在他的身邊，一同抵禦來自虛空的威脅。",
            "character": "鬥士、刺客",
            "img": "champions/賈克斯.jpg",
            "bigImg": "champions/賈克斯圖.jpg"
        },
        {
            "id": 6,
            "origin": "正義天使",
            "name": "凱爾",
            "text": "凱爾在符文戰爭肆虐全世界的年代，以巨石峰星靈之姿誕生在這個世上。凱爾透過環繞著聖焰的雙翼繼承母親的意志。她和雙胞胎妹妹魔甘娜多年來一直是蒂瑪西亞的守護者，但是最後她們因為對於人性感到絕望而徹底放棄了這裡。直到現在，還有許多人在期待她終有一天能歸來，用神聖的火焰之劍懲戒世上的罪惡。",
            "character": "鬥士、輔助",
            "img": "champions/凱爾.jpg",
            "bigImg": "champions/凱爾圖.jpg"
        },
        {
            "id": 7,
            "origin": "無極劍聖",
            "name": "易大師",
            "text": "易大師磨練陶冶自己的思想與體魄，他的身與心近乎合而為一。雖然他視暴力為迫於無奈的最後手段，但他那迅速而優雅的刀鋒總能確保問題迎刃而解。身為最後一名愛歐尼亞藝術「無極之術」的傳承守護者，他畢生致力於將這武術延續下去 － 利用他那七孔洞悉護鏡的能力來審視具有潛力的新徒弟，並找出他們之中最有價值的人。",
            "character": "刺客、鬥士",
            "img": "champions/易大師.jpg",
            "bigImg": "champions/易大師圖.jpg"
        },
        {
            "id": 8,
            "origin": "墮落天使",
            "name": "魔甘娜",
            "text": "被自己凡人的身軀和星靈的本質不斷拉扯著，魔甘娜將自己的翅膀禁錮起來好擁抱人類，並將自己的痛苦和怨恨施加在那些不誠實和墮落之人身上。她拒絕一切自己認為不公正的法律和傳統，並從蒂瑪西亞的陰影中施放護盾和暗焰的鎖鏈為真理而戰 － 即使其他人試圖壓制這樣的真理。最重要的是，魔甘娜堅信，即使是被放逐、被遺棄之人，也可能有東山再起的一天。",
            "character": "法師、輔助",
            "img": "champions/魔甘娜.jpg",
            "bigImg": "champions/魔甘娜圖.jpg"
        },
        {
            "id": 9,
            "origin": "冰原拍檔",
            "name": "努努",
            "text": "曾經有那麼一位男孩想藉由殺死怪物來證明自己是英雄，只是最後卻發現那頭野獸僅僅只是一位需要朋友陪伴的孤單雪人。他們彼此因為古老的魔法以及對雪球的喜愛而產生牽絆，努努和威朗普踏遍弗雷爾卓德，把存在於幻想中的冒險付諸現實。他們希望終有一天能夠再次見到努努的母親，對於現在的努努來說，救出母親才能成為真正的英雄。",
            "character": "坦克、鬥士",
            "img": "champions/努努.jpg",
            "bigImg": "champions/努努圖.jpg"
        },
        {
            "id": 10,
            "origin": "符文法師",
            "name": "雷茲",
            "text": "古老而堅韌的秘術法師雷茲，是符文大地上公認經驗最豐富的法師之一，他肩負著常人難以承受的重擔。他身懷強大的奧術之力，背後的魔法卷軸收錄了各種神秘法術。他的一生都在四處搜尋世界符文。世界符文是蘊含強大魔法的碎片，這股力量曾被用來從虛無之中塑造了世界。他必須盡快集結這些符文，以免遭到他人不當利用。儘管這些符文曾用於創造符文大地，但其中所隱藏的力量也足以將其摧毀。",
            "character": "法師、鬥士",
            "img": "champions/雷茲.jpg",
            "bigImg": "champions/雷茲圖.jpg"
        },
        {
            "id": 11,
            "origin": "亡靈勇士",
            "name": "賽恩",
            "text": "過去的戰爭英雄賽恩，因用他赤裸的雙手扼殺了蒂瑪西亞的國王而被諾克薩斯所尊敬著 － 為了不被人們遺忘，他死後重新復活來服侍他的帝國。無論是否為盟友，賽恩不分青紅皂白地屠殺任何站在他所經道路上的人們，這證實了他已經不再保有先前的人性。即使這樣，粗糙的盔甲仍拴在腐爛的肉體上，賽恩繼續肆無忌憚放縱地戰鬥著，試圖在揮舞強大斧頭的同時，尋找真實的自己。",
            "character": "坦克、鬥士",
            "img": "champions/賽恩.jpg",
            "bigImg": "champions/賽恩圖.jpg"
        },
        {
            "id": 12,
            "origin": "戰爭女神",
            "name": "希維爾",
            "text": "希維爾是一個在蘇瑞瑪沙漠中知名的寶藏獵人和傭兵隊長。手持她傳說中的武器：鑲著寶石的十字刃，她為那些付得起價碼的人贏下了無數的戰爭。希維爾以無懼的意志和無盡的野心聞名，為了大筆的傭金，她盜遍了蘇瑞瑪的古墓。然而蘇瑞瑪的古代力量再次崛起，希維爾發現自己身處矛盾的命運之中。",
            "character": "射手",
            "img": "champions/希維爾.jpg",
            "bigImg": "champions/希維爾圖.jpg"
        },
        {
            "id": 13,
            "origin": "眾星之子",
            "name": "索拉卡",
            "text": "索拉卡是一名來自巨石峰頂神聖次元的漫遊者，為了凡間而犧牲的不朽軀體，並保護他們免受自身的暴力天性威脅。她致力將憐憫與慈悲的美德散播給所遇見的任何對象，甚至也願意治癒那些有意傷害她的人。即使眼見這世界的困境之處，索拉卡仍然相信符文大地的人們尚未發揮其最大的潛力。",
            "character": "輔助、法師",
            "img": "champions/索拉卡.jpg",
            "bigImg": "champions/索拉卡圖.jpg"
        },
        {
            "id": 14,
            "origin": "迅捷斥候",
            "name": "提摩",
            "text": "即使是最險峻的阻礙也無法使提摩停下腳步。他總是滿懷著熱情，以開朗樂觀的態度探索這個世界。提摩對於道德感的標準有自己一套原則，他遵循著班德爾偵察隊守則行事並相當自豪。有時候提摩會因為過於熱心，而沒有察覺到自己的行為會導致何種後果。雖然某些人認為偵察員沒有必要存在，但絕對沒有人會質疑提摩的信念。",
            "character": "射手、刺客",
            "img": "champions/提摩.jpg",
            "bigImg": "champions/提摩圖.jpg"
        },
        {
            "id": 15,
            "origin": "約德爾炮手",
            "name": "崔絲塔娜",
            "text": "當許多其他約德爾人將自己的精力投入發現、發明或製造簡單的惡作劇時，崔絲塔娜總是被偉大戰士的冒險所啟發。她聽過很多關於符文大地的事情，它的派別、它的戰爭，並相信她的種族也值得成為傳奇人物。第一次踏上了這個世界，崔絲塔娜拿起了她那發出隆隆聲響的可靠大砲，以堅定的勇氣和樂觀的態度躍入了戰鬥之中。",
            "character": "射手、刺客",
            "img": "champions/崔絲塔娜.jpg",
            "bigImg": "champions/崔絲塔娜圖.jpg"
        },
        {
            "id": 16,
            "origin": "卡牌大師",
            "name": "逆命",
            "text": "逆命是個惡名昭彰的賭徒和騙子，他透過賭博走過了世界上大多數的地方，也贏得了不少敵意和敬意。他很少認真看待事情，以嘲諷的微笑和漫不經心的態度渡過每一天。不論處於什麼狀況，逆命手中總是留著一張王牌。",
            "character": "法師",
            "img": "champions/逆命.jpg",
            "bigImg": "champions/逆命圖.jpg"
        },
        {
            "id": 17,
            "origin": "嗜血狂怒",
            "name": "沃維克",
            "text": "沃維克是一名在佐恩陰暗街道狩獵的怪獸。他透過痛苦的實驗轉化，身體與複雜的化學管道系統融合，血液裡充滿了肆虐的鍊金術。他從陰影中現身，捕捉那些在城市深淵中為所欲為的罪犯。沃維克被鮮血所吸引，並會因血腥味而陷入瘋狂。所有噴灑出鮮血的人，都沒辦法逃過他的魔爪。",
            "character": "鬥士、坦克",
            "img": "champions/沃維克.jpg",
            "bigImg": "champions/沃維克圖.jpg"
        },
        {
            "id": 18,
            "origin": "瘋狂煉金師",
            "name": "辛吉德",
            "text": "辛吉德是一位佐恩的煉金術士，有著無人能匹敵的智慧，一生致力於超越一切知識的界限 － 他不惜任何代價，甚至是自己原本正常的心智，為此付出了極高的代價。他的瘋狂還有邏輯可言嗎？他調製的藥品很少失敗，但是在許多人的眼裡，辛吉德早已經失去了全部的人性，只留下了一條混雜著痛苦和恐懼的有毒足跡在他的身後。",
            "character": "坦克、鬥士",
            "img": "champions/辛吉德.jpg",
            "bigImg": "champions/辛吉德圖.jpg"
        },
        {
            "id": 19,
            "origin": "時光守護者",
            "name": "極靈",
            "text": "極靈曾是伊卡西亞一名強大的法師，在目睹家園被虛空毀滅之後，他開始致力研究時間魔法。極靈不曾浪費一分一秒在哀痛上，最後成功召喚出遠古的時間魔法來預測所有可以挽救族人的可能性。只不過，他萬萬想不到這麼做居然讓他獲得了永生。現在的極靈可以穿梭於過去、現在和未來，並扭曲周圍時間的流動。他不斷地在尋覓著某一個時間點，讓時光回溯，藉此消除伊卡西亞毀滅的事實。",
            "character": "輔助、法師",
            "img": "champions/極靈.jpg",
            "bigImg": "champions/極靈圖.jpg"
        },
        {
            "id": 20,
            "origin": "臨終擁抱",
            "name": "伊芙琳",
            "text": "符文大地幽暗的裂縫深處潛伏著一名惡魔，她的名字叫作伊芙琳。伊芙琳喜歡以人類女性的外貌引誘獵物，獵物一旦折服於她的魅力，她便會顯示出真實的型態。伊芙琳會用難以言喻的殘酷方式折磨那些受害者，透過他們的痛苦滿足自己的私欲。對於像她這樣的惡魔來說，與人類之間的相遇是一次次單純美好的邂逅，但是居住在符文大地的人都知道，那些受害者之所以落得如此下場，是因為伊芙琳有辦法讓他們受欲望驅使，一步步地走向無盡的深淵。人們每次從他人口中聽到這些恐怖駭人的傳聞時，便會默默告誡自己滿足欲望必須付出的可怕代價。",
            "character": "刺客、法師",
            "img": "champions/伊芙琳.jpg",
            "bigImg": "champions/伊芙琳圖.jpg"
        },
        {
            "id": 21,
            "origin": "蠻族之王",
            "name": "泰達米爾",
            "text": "泰達米爾曾用他那永不熄滅的暴氣和怒火，穿過弗雷爾卓德，公然向北方最偉大的戰士下戰帖，為他即將到來的黑暗日子做好準備。這個憤怒的野蠻人一直為自己被殲滅的氏族尋求報仇的機會，儘管最近他與身為寒霜之裔的「艾伐洛森」部落族人 － 艾希成為了夥伴，並與她的人民一同居住。他那超乎常人的傳奇力量和毅力，帶領了他和他的新盟友邁向無數次的勝利。",
            "character": "鬥士、刺客",
            "img": "champions/泰達米爾.jpg",
            "bigImg": "champions/泰達米爾圖.jpg"
        },
        {
            "id": 22,
            "origin": "瘟疫之源",
            "name": "圖奇",
            "text": "安妮是一名擁有強大火燄之力的幼年法師。雖然危險，卻讓人不禁承認她的前途不可限量。她居住在諾克薩斯北方山脈的深處之中，在那裡隨處可見各種險惡生物及必須加以迴避的危險人物。然而即便如此，她擁有的力量依舊凌駕於他們之上。在安妮還是呱呱墜地的嬰孩時，她就因為突然爆發的情緒而展現出與火燄之間與生俱來的契合。不過幾年的時間，安妮已經可以完美地掌握這股力量。她最愛的玩伴是由她自己召喚出來的泰迪熊，她把牠取名叫作「泰貝爾」。泰貝爾的身體被毀滅之火包圍，為了安妮，牠可以消滅眼前所有阻撓他們的敵人。長年與外界沒有任何接觸的安妮早已迷失在永恆的純真童年之中，她總是在黑暗的森林深處徘徊，不斷地找尋下一個可以陪她玩耍的同伴。",
            "character": "射手、刺客",
            "img": "champions/圖奇.jpg",
            "bigImg": "champions/圖奇圖.jpg"
        },
        {
            "id": 23,
            "origin": "牛頭酋長",
            "name": "卡爾瑟斯",
            "text": "生於佐恩的鼠患中，圖奇是個對於污染物情有獨鍾的鑑賞家，他不怕弄髒自己的爪子及身體。拿著一把化學動力弩，瞄準著皮爾托福人們的鍍金心臟，他發誓要向居住在地面上的人們展示他們的內心到底有多麼骯髒。圖奇總是偷偷摸摸地行動著，當他沒有在污水坑裡時，那他一定正在深深地挖掘其他人的垃圾，尋找被丟棄的寶藏 … 也許是一個發霉的三明治。",
            "character": "法師",
            "img": "champions/卡爾瑟斯.jpg",
            "bigImg": "champions/卡爾瑟斯圖.jpg"
        },
        {
            "id": 24,
            "origin": "殤之木乃伊",
            "name": "阿姆姆",
            "text": "傳說阿姆姆是一個來自古蘇瑞瑪，既寂寞又憂鬱的靈魂。他在這世上飄遊徘徊，只是為了尋找朋友。然而，受到古老咒語詛咒的他註定永遠孤獨。遭他碰觸的生命必定死亡，被他關心的存在必然毀滅。那些曾經見過阿姆姆的人形容他是一個身形矮小的活屍，身上被染色的繃帶所纏繞。許多傳說、歌謠都曾訴說著阿姆姆的故事，一代傳頌過一代，世人早已分不出哪些是真、哪些是假。",
            "character": "坦克、法師",
            "img": "champions/阿姆姆.jpg",
            "bigImg": "champions/阿姆姆圖.jpg"
        },
        {
            "id": 25,
            "origin": "虛空恐懼",
            "name": "科加斯",
            "text": "科加斯在刺眼陽光的照耀下首次出現在符文大地之時，就已經是以受到純粹飢餓所驅使的野獸樣貌示人。科加斯體內複雜的生理構造可以將吸收進來的物質轉化成身體的一部分，不僅大幅提升了肌肉的密度和質量，還使得牠的外殼如鑽石般堅硬。當牠的身體大到無法順利產下虛空蟲卵的時候，牠會將體內多餘的物質以尖銳脊刺的形式吐出，把獵物串在一起，留著之後慢慢享用。",
            "character": "坦克、法師",
            "img": "champions/科加斯.jpg",
            "bigImg": "champions/科加斯圖.jpg"
        },
        {
            "id": 26,
            "origin": "冰晶鳳凰",
            "name": "艾妮維亞",
            "text": "艾妮維亞是仁慈，外型為冰晶鳳凰的神靈。她歷經過無數次的生死循環，每一次重生都是為了保護弗雷爾卓德。她是從永凍冰晶與刺骨寒風之中誕生的半神，任何膽敢來侵犯她家鄉的不速之客，她都會用體內的元素之力加以擊退。艾妮維亞保護並引領著定居於嚴酷北境的部族，而他們也打從心底尊崇她，不僅視她為希望的象徵，也視她為變故即將發生的預兆。為了保護弗雷爾卓德的人民，艾妮維亞會不計代價地運用身體每一個部位蘊含的冰霜之力。她知道即使她犧牲了，她的記憶依舊存在，而最終她也將重生為嶄新的明日。",
            "character": "法師、輔助",
            "img": "champions/艾妮維亞.jpg",
            "bigImg": "champions/艾妮維亞圖.jpg"
        },
        {
            "id": 27,
            "origin": "披甲龍龜",
            "name": "拉姆斯",
            "text": "許多人崇拜他，有些人鄙視他，但對所有人來說，他都是個神祕的存在。拉姆斯，是個全然的謎。關於他的來歷，受到刺甲保護的拉姆斯有著無數個不同的傳說，從他是個半神、神聖的預言生物、或僅僅是被施了魔法的野獸。不管真相究竟是甚麼，拉姆斯會繼續他在蘇瑞瑪沙漠的旅程，不會因任何事物停下。",
            "character": "坦克、鬥士",
            "img": "champions/拉姆斯.jpg",
            "bigImg": "champions/拉姆斯圖.jpg"
        },
        {
            "id": 28,
            "origin": "邪惡小法師",
            "name": "維迦",
            "text": "維迦是位對黑暗魔法極度狂熱的大師，他欣然接受了極少數凡人才敢接近的力量。作為班德爾城一個自由奔放的居民，他渴望超越約德爾魔法的力量，於是轉向隱藏了數千年的神秘文本。現在，他成為一個對宇宙奧秘有著無窮迷戀的固執生物。維迦經常被其他人低估 － 即使他相信自己是真正的邪惡，而他擁有的內在道德，導致一些人常質疑他更深層的動機。",
            "character": "法師",
            "img": "champions/維迦.jpg",
            "bigImg": "champions/維迦圖.jpg"
        },
        {
            "id": 29,
            "origin": "虛空行者",
            "name": "卡薩丁",
            "text": "卡薩丁在世界上最黑暗的地方切下了一道火光，他知道他的日子屈指可數。他曾是一名遊遍蘇瑞瑪的嚮導及冒險家，並選擇在南方某個平和的部落建構家庭 － 直到他居住的村落被虛空吞噬。他誓言復仇，試圖將古代文物與禁忌的科技結合在一起以獲得強大的力量。最後，卡薩丁前往如今已成廢墟的伊卡西亞，準備對抗數量龐大的虛空生物，同時尋找名為馬爾札哈，自稱為虛空先知的男人。",
            "character": "刺客、法師",
            "img": "champions/卡薩丁.jpg",
            "bigImg": "champions/卡薩丁圖.jpg"
        },
        {
            "id": 30,
            "origin": "海洋之災",
            "name": "剛普朗克",
            "text": "剛普朗克曾經統治比爾吉沃特，在他的暴政結束後，有些人甚至認為他會變得更加危險。因為他寧願讓比爾吉沃特浸在鮮血中，也不想讓其他人奪走這個區域──現在的剛普朗克拿著手槍、魚叉以及火藥桶，下定決心要重新取回他失去的東西。",
            "character": "鬥士",
            "img": "champions/剛普朗克.jpg",
            "bigImg": "champions/剛普朗克圖.jpg"
        },
        {
            "id": 31,
            "origin": "瓦羅然之盾",
            "name": "塔里克",
            "text": "里克是保護者星靈的化身，身懷強大的力量，守護著符文大地上的愛、生命，與美。他因為背棄了自己的職責而被他的家鄉──蒂瑪西亞流放。塔里克前往了巨石峰尋求心靈的救贖，卻在抵達峰頂時受到了星辰的召喚。如今他和居住在巨石峰峰頂的星靈融為一體，瓦羅然之盾決心挺身而出，對抗虛空生物的入侵。",
            "character": "輔助、鬥士",
            "img": "champions/塔里克.jpg",
            "bigImg": "champions/塔里克圖.jpg"
        },
        {
            "id": 32,
            "origin": "蒸汽巨神兵",
            "name": "布里茨",
            "text": "布里茨來自佐恩，是一台體型龐大、堅不可摧的機器人。當初創造他本是為了清除佐恩境內的化學廢料，然而，他發現這個目標實在太過侷限。他重新打造自己的身體，以便之後能夠更輕易地保護居住在汙水坑的底層人民。布里茨善用他的力量與耐力，一次又一次地拯救陷入危險的佐恩人民。同時，他也用堅硬的鐵拳與爆發能量打擊那些專門製造麻煩的禍害。",
            "character": "坦克、鬥士",
            "img": "champions/布里茨.jpg",
            "bigImg": "champions/布里茨圖.jpg"
        },
        {
            "id": 33,
            "origin": "佐恩狂人",
            "name": "蒙多醫生",
            "text": "蒙多醫生身上令人不寒而慄的紫色，完全喪失人性的心智，以及他永不滿足的殺人欲望是許多佐恩居民在特別漆黑的夜裡足不出戶的原因。如今的他自封為一名醫生，但在以前，他是佐恩最惡名昭彰的瘋人院中的病人。在「治癒」了瘋人院裡的全體工作人員後，蒙多醫生在過去收治他的空病房裡搭起了手術臺，有模有樣地還原起他當年親歷的各種非人實驗。蒙多醫生的藥櫃裡裝滿了瓶瓶罐罐，腦子裡卻絲毫沒有半點醫學知識。隨著他把藥劑一針針注入體內，他的外貌也變得愈發醜陋駭人，把誤入他辦公室周圍的「病人」嚇得魂飛膽散。",
            "character": "坦克、鬥士",
            "img": "champions/蒙多醫生.jpg",
            "bigImg": "champions/蒙多醫生圖.jpg"
        },
        {
            "id": 34,
            "origin": "風暴女神",
            "name": "珍娜",
            "text": "神秘的珍娜是風之元素的化身，以符文大地的颶風之力守護著佐恩孤苦的人民。有些人相信她因祈求航海平安的水手們而存在，能夠帶來穩定的順風保護他們，賜予他們渡過惡劣海象的勇氣。她的善行與庇護傳遍佐恩的大街小巷，漸漸也成為人民心中那盞象徵希望的明燈。沒有人知曉暴風女神何時會出現在何處，但只要她現身，便一定是為了拯救而來。",
            "character": "輔助、法師",
            "img": "champions/珍娜.jpg",
            "bigImg": "champions/珍娜圖.jpg"
        },
        {
            "id": 35,
            "origin": "幻石碎片",
            "name": "墨菲特",
            "text": "墨菲特是一頭身形巨大的岩石生命體，並致力於為這個混亂的符文大地帶來秩序與福祉。他原本在異世界侍奉著一座名為「幻石」的尖石碑，透過體內強大的元素之力守護他的先祖。然而，墨菲特最後失敗了。身為巨變發生之後唯一的倖存者，他現在必須學著和符文大地上的柔軟生命交流，同時尋找自己存在於這個世界的意義。",
            "character": "坦克、鬥士",
            "img": "champions/墨菲特.jpg",
            "bigImg": "champions/墨菲特圖.jpg"
        },
        {
            "id": 36,
            "origin": "英勇投彈手",
            "name": "庫奇",
            "text": "身為約德爾飛行員的庫奇生平最愛兩件事物：第一是飛行，第二是他那迷人的鬍鬚…雖然不一定都是這個順位就是了。庫奇離開班德爾城之後選擇定居在皮爾托福，在那裡他深深愛上了某個令他感到驚艷的機器。他將所有心力投入在飛行器的開發上，並領導了一支經驗豐富，由一群退伍軍人組成的飛行中隊：尖嘯之蛇。你會發現庫奇在猛烈砲火之下依然可以保持冷靜，因為他從來沒有遇到無法用他的超級導彈解決的問題。",
            "character": "射手",
            "img": "champions/庫奇.jpg",
            "bigImg": "champions/庫奇圖.jpg"
        },
        {
            "id": 37,
            "origin": "不祥之刃",
            "name": "卡特蓮娜",
            "text": "判斷精確，招招致命，卡特蓮娜是諾克薩斯的頂尖刺客。做為傳奇般的將軍──杜‧克卡奧的長女，卡特蓮娜以自己迅速且出敵人不意的刺殺聞名。她熊熊燃燒的野心驅使她追尋那些戒備最森嚴，防護最完備的目標，儘管此舉常常危及她盟友的安全。無論接到的任務是甚麼，卡特蓮娜絕對會利用旋轉在她身旁的刀刃旋風，完整的執行自己的使命，毫無二心。",
            "character": "刺客、法師",
            "img": "champions/卡特蓮娜.jpg",
            "bigImg": "champions/卡特蓮娜圖.jpg"
        },
        {
            "id": 38,
            "origin": "沙漠死神",
            "name": "納瑟斯",
            "text": "納瑟斯是一名來自古蘇瑞瑪，豺狼容貌、高貴莊嚴的至高戰士，並在沙漠中被視為英雄人物般的半人神。絕頂聰明的納瑟斯曾掌握所有知識及戰略技巧，並引導古蘇瑞瑪帝國走入數千年的輝煌。在帝國毀滅之後，他逐漸自我放逐，豐功偉業都成了過眼雲煙的傳說。現在，古蘇瑞瑪帝國又再次崛起，而納瑟斯也再度歸來，並決心守護它不會再次毀滅。",
            "character": "鬥士、坦克",
            "img": "champions/納瑟斯.jpg",
            "bigImg": "champions/納瑟斯圖.jpg"
        },
        {
            "id": 39,
            "origin": "大發明家",
            "name": "漢默丁格",
            "text": "一名傑出、個性古怪的約德爾科學家賽爾．畢．漢默丁格是皮爾托福有史以來最創新，最受到尊崇的發明家。他對於發明有著近乎神經質的迷戀，也只有在探討宇宙間最難解的問題時才會感到自己的存在是有意義的。雖然他的理論經常過於艱澀難懂，但漢默丁格的發明卻是皮爾托福所有科技產物之中最驚人－也最致命的裝置。除此之外，他也經常研發一些其它的小東西來幫助提升這些裝置的效率。",
            "character": "法師、輔助",
            "img": "champions/漢默丁格.jpg",
            "bigImg": "champions/漢默丁格圖.jpg"
        },
        {
            "id": 40,
            "origin": "惡魔小丑",
            "name": "薩科",
            "text": "很久很久以前，木偶薩科曾經作為一個孤獨王子的玩物，被施了魔法的他現在欣喜於謀殺和混亂。受到黑魔法的腐敗和失去摯愛的主人，曾經仁慈的傀儡現在只能從被他折磨的可憐靈魂所產生的痛苦中找到快樂。他運用玩具和簡單的技倆來達到致命的效果，血腥「遊戲」所產生的結果讓他感到相當愉快 － 而對於那些在深夜裡聽到暗笑的人們來說，他們可能已經被惡魔小丑標記成下一個玩物。",
            "character": "刺客",
            "img": "champions/薩科.jpg",
            "bigImg": "champions/薩科圖.jpg"
        },
        {
            "id": 41,
            "origin": "神靈行者",
            "name": "烏迪爾",
            "text": "烏迪爾雖然看似和正常人無異，但是他體內卻有著四股原始猛獸神靈的力量。依照不同戰鬥情況的需求，他可以藉由轉換不同神靈的附身來獲得不同的能力：其中包括猛虎的兇猛和速度、烏龜的回復力、黑熊的蠻力和鳳凰的不滅烈焰。運用這些姿態不同的力量，烏迪爾可以力退任何對自然秩序造成威脅的敵人。",
            "character": "鬥士、坦克",
            "img": "champions/烏迪爾.jpg",
            "bigImg": "champions/烏迪爾圖.jpg"
        },
        {
            "id": 42,
            "origin": "狂野獵手",
            "name": "奈德麗",
            "text": "奈德麗自幼便於叢林深處成長，她擅於追蹤，且能隨自己的意志變身為兇猛的美洲豹。你無法以女人或是野獸來完全概括奈德麗，她精心佈置的陷阱與精準致命的長矛都滴水不漏地捍衛著地盤，阻絕任何不請自來的侵入者。發現獵物時，奈德麗會以豹型無聲地匍匐接近，在完美的時機猛撲使其措手不及 － 鮮少有人能夠躲過如此死劫，而僥倖生存的幸運兒都流傳著一個故事：叢林裡有個天性兇殘的狂野女人，她會用比刀鋒還銳利的獸爪將獵物撕成碎片…",
            "character": "刺客、法師",
            "img": "champions/奈德麗.jpg",
            "bigImg": "champions/奈德麗圖.jpg"
        },
        {
            "id": 43,
            "origin": "聖槌守護者",
            "name": "波比",
            "text": "符文大地從來不缺英勇的英雄，但是只有少數像波比一樣頑強。身後背著一把有著她身體兩倍大，從奧倫手中繼承來的傳說戰槌，這名意志堅定的約德爾人花了無數年在尋找「蒂瑪西亞的英雄」，一個傳說中能夠使用她的武器的天生戰士。在此之前，她將盡職地投入戰鬥，運用她的戰槌敲擊出令人頭暈目眩的每一下，擊退王國的敵人。",
            "character": "坦克、鬥士",
            "img": "champions/波比.jpg",
            "bigImg": "champions/波比圖.jpg"
        },
        {
            "id": 44,
            "origin": "酒桶之王",
            "name": "古拉格斯",
            "text": "古拉格斯是一名身形龐大，行為舉止十分豪邁粗魯的釀酒大師。他唯一的夢想就是釀造出一款完美的麥芽酒。沒有人知道古拉格斯來自哪裡，目前他人在弗雷爾卓德，積極地從沒有受到汙染的純淨之地找尋珍貴的原料，並嘗試他研發的每一道食譜。古拉格斯的個性十分衝動而且經常喝醉，他最為人所知的事蹟就是每次喝醉都會主動找其他人吵架，然後最終以徹夜狂歡和毫無節制的揮霍收場。基本上古拉格斯出現在酒吧時的行為模式一定是先喝醉，然後開始大肆破壞。",
            "character": "鬥士、法師",
            "img": "champions/古拉格斯.jpg",
            "bigImg": "champions/古拉格斯圖.jpg"
        },
        {
            "id": 45,
            "origin": "不屈之矛",
            "name": "潘森",
            "text": "亞崔斯曾經在非自願的情況下，成為戰爭星靈的寄宿對象，後來體內的天界之力遭到屠戮時，他卻活了下來。足以撕裂天上星辰的力量，卻無法使他屈服倒下。他及時學會接納身為凡人的力量，以及隨之而來的固執韌性。亞崔斯堅不可摧的意志點燃了殞落星靈的武器，如今以潘森之姿重生的他，起身對抗著神聖之力。",
            "character": "鬥士、刺客",
            "img": "champions/潘森.jpg",
            "bigImg": "champions/潘森圖.jpg"
        },
        {
            "id": 46,
            "origin": "金屬亡靈",
            "name": "魔鬥凱薩",
            "text": "安妮是一名擁有強大火燄之力的幼年法師。雖然危險，卻讓人不禁承認她的前途不可限量。她居住在諾克薩斯北方山脈的深處之中，在那裡隨處可見各種險惡生物及必須加以迴避的危險人物。然而即便如此，她擁有的力量依舊凌駕於他們之上。在安妮還是呱呱墜地的嬰孩時，她就因為突然爆發的情緒而展現出與火燄之間與生俱來的契合。不過幾年的時間，安妮已經可以完美地掌握這股力量。她最愛的玩伴是由她自己召喚出來的泰迪熊，她把牠取名叫作「泰貝爾」。泰貝爾的身體被毀滅之火包圍，為了安妮，牠可以消滅眼前所有阻撓他們的敵人。長年與外界沒有任何接觸的安妮早已迷失在永恆的純真童年之中，她總是在黑暗的森林深處徘徊，不斷地找尋下一個可以陪她玩耍的同伴。",
            "character": "鬥士",
            "img": "champions/魔鬥凱薩.jpg",
            "bigImg": "champions/魔鬥凱薩圖.jpg"
        },
        {
            "id": 47,
            "origin": "牛頭酋長",
            "name": "伊澤瑞爾",
            "text": "兩度被殺、三度重生的魔鬥凱薩，是來自古老時代的一名殘暴軍閥，利用他的死靈巫術束縛亡靈，永世為他所奴役。現在已經沒什麼人記得他過去曾經征戰四方，了解他真正力量的人也少之又少。但有些老人依然記得，並且擔憂他有一天可能捲土重來，再度成為生與死的主宰。",
            "character": "射手、法師",
            "img": "champions/伊澤瑞爾.jpg",
            "bigImg": "champions/伊澤瑞爾圖.jpg"
        },
        {
            "id": 48,
            "origin": "暮光之眼",
            "name": "慎",
            "text": "在由神秘的愛歐尼亞戰士組成的祕密組織「均衡」裡面，慎是被尊稱為暮光之眼的組織首腦。他渴望擺脫情感、偏見、以及自尊心的迷惑，並走在精神領域及物質世界之間那條看不見、不被感情所影響的審判之路上。為了致力於強化平衡的任務，慎揮舞著鋼鐵的刀刃和使用神秘的能量來對抗任何具有威脅性的人。",
            "character": "坦克",
            "img": "champions/慎.jpg",
            "bigImg": "champions/慎圖.jpg"
        }, {
            "id": 49,
            "origin": "狂暴之心",
            "name": "凱能",
            "text": "凱能是守護愛歐尼亞諧和的組織 － 「均衡」裡面唯一一位約德爾人。他的行動快如閃電，體內蘊藏著強大的雷電之力。雖然凱能的身形矮小，但不論面對再大的困難，他都會憑藉著他的雷電手裡劍跟內心源源不絕的熱情承擔所有危險。凱能在他的師父－ 慎的陪伴下守護著愛歐尼亞的精神領域，用致命的電能擊倒想要侵犯此地的所有敵人。",
            "character": "法師、射手",
            "img": "champions/凱能.jpg",
            "bigImg": "champions/凱能圖.jpg"
        },
        {
            "id": 50,
            "origin": "蒂瑪西亞之力",
            "name": "蓋倫",
            "text": "身為一位自豪及高貴的戰士，蓋倫是無畏先鋒軍團的一員並為其而戰。他深受同伴們的歡迎，並充分地受到敵人的尊敬 － 特別是作為著名的皇冠守衛家族的後裔，負責捍衛蒂瑪西亞和其理想。身著魔法防禦盔甲，手持巨大寶劍的蓋倫，隨時準備颳起正義的鋼鐵旋風，和戰場上的法師及魔術師展開對決。",
            "character": "鬥士、坦克",
            "img": "champions/蓋倫.jpg",
            "bigImg": "champions/蓋倫圖.jpg"
        },
        {
            "id": 51,
            "origin": "隻影刺客",
            "name": "阿卡莉",
            "text": "拋棄了均衡組織與暗影之拳的頭銜，阿卡莉如今獨自出擊，準備成為人民所需的致命武器。雖然她依舊記得從慎師傅身上所學的全部，但她已誓言守護愛歐尼亞免受敵人侵擾，見一個就殺一個。阿卡莉的行動或許悄然無聲，但她傳達的訊息卻響亮清晰：孑然一身的刺客最令人畏懼。",
            "character": "刺客",
            "img": "champions/阿卡莉.jpg",
            "bigImg": "champions/阿卡莉圖.jpg"
        }
    ]
}