{
    "regions": [{
            "backgroundImg": "region/伊克斯塔爾.jpg",
            "icon": "region/伊克斯塔爾.png",
            "name": "伊克斯塔爾",
            "text": "以擅長元素魔法而聞名的伊克斯塔爾，是首批加入蘇瑞瑪帝國的獨立國家之一。事實上，伊克斯塔爾的文化淵源更為久遠：當年那次向西的大遷徙，造就了包含伊克斯塔爾在內的諸多文明，如布爾魯、規模龐大的希利亞、奉行苦修的巨石峰等。這些文明很有可能與史上第一批至高戰士的誕生息息相關。伊克斯塔爾的法師曾先後在虛空、冥血族的侵襲下生還，靠的是對近鄰敬而遠之，以周遭的蠻荒之地為屏障。雖然已經失去了不少東西，他們仍奮力保存碩果僅存的文明……如今，在此隱匿叢林深處、與世隔絕上千年的城市「伊克薩奧肯」，已經擁有發展成熟的生態村落，而且一直以來幾乎不受外界影響。伊克斯塔爾人從遠方見證了天堂島的毀滅，以及隨之而來的符文聖戰。因此，他們視符文大地的其他陣營為新興勢力和覬覦權勢者，並運用自身強大法力來使外敵無法靠近。"
        },
        {
            "backgroundImg": "region/佐恩.jpeg",
            "icon": "region/佐恩.png",
            "name": "佐恩",
            "text": "隱匿在皮爾托福之下，佐恩是一座巨大的地下城。能夠到達城中的陽光，都得先通過厚厚的油煙和腐蝕的管線，再反射在城中建築髒污的玻璃之上。佐恩和皮爾托福曾是同盟且共生的關係。儘管終年所見盡是蒙霧的晨光，佐恩仍非常繁榮，人們充滿活力、富有文化。皮爾托福的財富同時也使佐恩能夠放心的發展；它就像是皮爾托福的一面鏡子，映射出黑暗的一面。許許多多來到皮爾托福的貨物，都會輾轉流入佐恩的黑市，海克斯科技的科學家們所進行的危險研究也因社會的不容忍，由皮爾托福轉入佐恩活動。各種不受控制的不法研究和科技在佐恩中醞釀著。有毒液體在城底緩緩地流動著，即便如此，人們依然在此存活並繁榮的生活著。"
        },
        {
            "backgroundImg": "region/巨石峰.jpg",
            "icon": "region/巨石峰.png",
            "name": "巨石峰",
            "text": "巨石峰是符文大地全境內最高聳的山峰，它高聳入雲，飽受日照，突出於其他山峰間，與世界上所有其他的事物相比，它不成比例地巨大。坐落在距離文明十分遙遠的地理位置，巨石峰自古以來就是只有決心最堅強的人才到達得了的地方。巨石峰上也有許多的傳奇，而如同所有神秘的地方，巨石峰對冒險者、狂人和夢想家來說是一個精神指標。那些成功抵達巨石峰山腳之人， 抬頭即可望見滿是光芒的星空；日與月、星座、小行星、劃破黑暗的流星，那令心神感到寧靜的畫面。以此山為家的人相信此處住著隱世的星體化身，他們是超越人類想像的古老而又強大的生物。總有些英勇的壯士想要攀登這座幾近不可能爬上的高峰。可能是追求更高的智識、或想獲得啟蒙，也可能是為了純粹的榮耀，或靈魂深處的渴望。登頂幾乎難如登天，就算是對那些極為少數撐到了山頂的勇士來說，嚴苛的考驗仍舊沒有結束。有些人帶著空洞而害怕的眼神回來，有些人則受到星靈的非人力量啟發，變為完全不同的人。"
        },
        {
            "backgroundImg": "region/弗雷爾卓德.jpg",
            "icon": "region/弗雷爾卓德.png",
            "name": "弗雷爾卓德",
            "text": "弗雷爾卓德的環境既艱困又惡劣，當地居民都是天生的戰士，必須克服重重挑戰生存下去。弗雷爾卓德的部族驕傲又無比獨立，經常被瓦羅然大陸的其他鄰近部族視為不受控制、粗曠又野蠻的一群人，但這些人並不了解使弗雷爾卓德人成為這般模樣的古老傳統。上千年前，艾伐洛森、席利妲和麗珊卓三姊妹之間的聯盟因戰爭而破裂，這場戰爭威脅了整個符文大陸的存在，讓北方國土陷入混亂與永冬。如今，只有對火或冰的侵襲免疫的傑出人類，才有成為領袖的命和能力。雖然寒冰護衛盡力想改變現狀，關於古老眾神、神秘雪怪和神靈行者薩滿的傳說仍舊廣為流傳。冬之爪劫掠團每年都在擴大他們的勢力範圍，南及蒂瑪西亞交界，東及諾克薩斯邊境。最後，為了追求和平的未來，這些性情暴躁的獨立部落與氏族接連投靠艾伐洛森的年輕女王：艾希。即便如此，整個地區的前景仍舊令人憂慮。戰火勢將重返弗雷爾卓德，沒有人能逃脫。"
        },
        {
            "backgroundImg": "region/愛歐尼亞.jpg",
            "icon": "region/愛歐尼亞.png",
            "name": "愛歐尼亞",
            "text": "愛歐尼亞由幅員遼闊的島嶼群所構成，四面環繞著詭譎莫測的大海，並由數個散佈在諸島間、結為盟邦的省份所組成。很多人也稱這裡為「最初淨土」。愛歐尼亞的文化長期奠基於對萬物平衡的追尋，因此物質領域與精神領域的界線在這裡較為模糊，在野外的森林與山中尤其如此。雖然土地蘊含的魔法變幻無常， 生物既危險又桀傲不馴， 但數百年來， 大部分的愛歐尼亞人都能過上富足的生活。 戰士僧侶、 省屬民兵團， 甚至愛歐尼亞本身， 都有足夠力量保護愛歐尼亞的居民。但二十年前， 這樣的生活戛然而止： 諾克薩斯襲擊了最初淨土。 諾克薩斯帝國挾著彷彿源源不絕的軍隊， 重創了愛歐尼亞。 此後經過許多年， 愛歐尼亞才在付出慘痛代價下擊敗了諾克薩斯。現在的愛歐尼亞， 處於一種不安定的和平狀態。 由於對戰爭的態度不同， 使得愛歐尼亞內部發生了分歧： 紹林寺的僧侶、 均衡組織等團體， 希望能重回過去遺世孤立的和平主義， 並恢復農牧傳統。 那歐兄弟會、 幽影軍團等較為激進的派系， 則主張將這塊土地的魔法當作軍事武器， 建立單一個能戰勝諾克薩斯的統一國家。愛歐尼亞的命運正處於懸而未決的微妙平衡， 幾乎沒有人願意改變這樣的局面， 但所有人都能感受到腳下土地不安的躁動。"
        },
        {
            "backgroundImg": "region/比爾吉沃特.jpg",
            "icon": "region/比爾吉沃特.png",
            "name": "比爾吉沃特",
            "text": "座落於藍焰群島之間的比爾吉沃特是獨樹一格的港口城市，聚集了來自世界各地的賞金獵人、碼頭幫派與走私犯。在這裡，每分每秒都有人賺進大筆財富，也有人一敗塗地。對於那些逃避司法追緝、債務或是迫害的人來說，比爾吉沃特是新生活的開始，這個混亂城市的居民絲毫不會過問他們的過去。即便如此，隨著每一個黎明的到來，總有大意旅人陳屍於港口海面、錢包被掏空，或者慘遭割喉……雖然比爾吉沃特危機四伏，由於沒有正規的政府或貿易法規的束縛，這個城市也處處是商機。無論是非法的海克斯科技，還是當地犯罪頭領的幫助，只要有錢幾乎沒什麼是買不到的。因為掠奪之王剛普朗克的垮台，比爾吉沃特進入了轉型期，針對這個城市的未來，幾位地位最高的領頭船長仍在試圖取得共識。但只要有能在海面上航行的船隻與船員，比爾吉沃特就會是符文大地上貿易交流最發達的精彩地帶。"
        },
        {
            "backgroundImg": "region/班德爾城.jpg",
            "icon": "region/班德爾城.png",
            "name": "班德爾城",
            "text": "雖然有許多人類聲稱自己曾穿越隱形的通道，前往物質領域之外的魔法世界，但關於約德爾人確切的居住位置依舊眾說紛紜。他們說那裡充滿自由奔放的魔法，不夠機靈者容易被眼前的事物蒙蔽而誤入歧途，最終迷失在夢境中……在班德爾城，據說所有非約爾德人的感官都會變得特別敏銳。色彩看起來更加明亮。食物和飲品殘留在口中的味道會持續數年，只要嚐一口就永遠無法忘懷。陽光終年燦爛金黃；流水像水晶般清澈，且每次收穫都能帶來豐碩的成果。這些傳言或許有真有假，而之所以這麼說，是因為不曾同時有兩人在那裡見過一模一樣的景觀。唯一確定的是，班德爾城和那裡的居民不存在時間的概念。這也許可以解釋為什麼許多歸來者看上去都比他們實際的年紀還要老上許多，抑或是一去不復返。"
        },
        {
            "backgroundImg": "region/皮爾托福.jpg",
            "icon": "region/皮爾托福.png",
            "name": "皮爾托福",
            "text": "皮爾托福是一個繁榮而進步的城市，影響力日益漸增。它是瓦羅然的文化中心，藝術、工匠、交易和科技齊頭並進。它的力量並不來自於軍事的強大，而是在商業和思想上的革新。坐落在佐恩之上的峽谷中，正對海岸。來往不斷的船隻，從世界各地帶來了各式各樣的貨物。隨之而來的財富更幫助了這個城市的成長茁壯。皮爾托福一直以來都是充滿財富和夢想之地。許多的商會投資在城中的建設來展示他們的力量：巨大的人造藝術品、深奧的海克斯科技研究、和紀念碑物等等。隨著越來越多的投資者加入了海克斯科技的研發，皮爾托福也成為世界各地最強大工匠們的歸宿。"
        },
        {
            "backgroundImg": "region/蒂瑪西亞.jpeg",
            "icon": "region/蒂瑪西亞.png",
            "name": "蒂瑪西亞",
            "text": "蒂瑪西亞是一個強盛的法治王國，並有著久富盛名的軍隊歷史。蒂瑪西亞國民崇尚正義、榮耀與責任，且對自己一脈相承的文化傳統懷有強烈自豪。但儘管心懷崇高情操，這個大體上能自給自足的國家，近幾百年來的發展卻愈來愈走向孤立、與世如今的蒂瑪西亞王國，正處於動盪之中。偉大的王都—蒂瑪西亞，當年在夢魘般的符文聖戰結束後建立，成為逃離魔法的避風港，並以謎一般的反魔法英石為建都基礎—這是一種能抑制魔法能量的特殊白色石頭。自當時以來，蒂瑪西亞皇室向來以保衛邊郊城鎮、村莊、農田、森林以及礦產資源豐富的山區為己任。然而，在嘉文三世國王驟然駕崩後，其他皇室家族成員尚未認可由其獨子—年輕的嘉文王子繼位。在這個充滿未定之數的時期，戍守邊境之人對安居內地之人的猜疑漸增，許多原本的盟友更開始向他處尋求庇護。有人大膽散播傳言，說蒂瑪西亞的黃金時代已然過去，除非其人民願意在變動的世界中與時俱進（許多人認為這並非蒂瑪西亞人所長），否則王國的殞落將無法避免。而且即使聚集國土之內的反魔法英石力量，也保護不了蒂瑪西亞自己。"
        },
        {
            "backgroundImg": "region/蘇瑞瑪.jpg",
            "icon": "region/蘇瑞瑪.png",
            "name": "蘇瑞瑪",
            "text": "蘇瑞瑪帝國曾經是橫跨整個大陸的蓬勃文明。在久遠的過去由至高戰士團的神鬥士建立而成，統一了南方不同的民族，並強硬開創悠久的和平。很少有從屬國膽敢叛亂。哪個國家敢斗膽犯上便遭到無情剷除，例如倒楣的伊卡西亞。但是在數千年的成長與繁盛後，蘇瑞瑪皇帝的飛昇儀式失敗，首都徒留一片廢墟，帝國往日的榮耀也成了傳說。現今蘇瑞瑪沙漠的遊牧民族在這惡劣的環境中，勉力又艱苦地生活著。有些人建立小型基地來防衛為數不多的綠洲。有些人深入被遺忘的地下墓室，尋找他們深信埋藏其中的寶藏，還有一群人成為傭兵，以勞力換取金錢，然後消失在沒有法紀的荒野之中。但是有這麼一小群人大膽夢想著恢復帝國的光榮。事實上，各個部族在最近都受到了來自沙漠中心的傳言所煽動。傳言說道：帝王阿祈爾回來了，他將帶領他們走入全新的光輝紀元。"
        },
        {
            "backgroundImg": "region/虛空.jpg",
            "icon": "region/虛空.png",
            "name": "虛空",
            "text": "隨著宇宙的誕生，虛空生物也同時發出了第一聲尖吼，它們是存在於彼岸中，超越一切知識，虛無的極致展現。虛空也是無窮無盡渴望的化身，它們不停的等待，直到共主，神秘的守望者出現，解除時間限制，開始它們的永恆。接觸過虛空的凡人會受到可怕的折磨，來自超現實的凝視，在用永恆苦痛的作用之下，即使是心智最堅強的靈魂也會瞬間破碎。居住的虛空領域的生物多為構築體，只有簡單的感官能力，而他們只有一個單純的目的－－摧毀整個符文大陸，讓這裡徹底被遺忘。"
        },
        {
            "backgroundImg": "region/諾克薩斯.jpg",
            "icon": "region/諾克薩斯.png",
            "name": "諾克薩斯",
            "text": "諾克薩斯是一個令人聞之喪膽的強大帝國。對國境之外的人而言，諾克薩斯殘忍、侵略性強又可怕，但在他們好戰的外表下，內部卻非常和諧包容，人們的才能得以獲得尊重與培養。諾克薩斯曾為兇狠的蠻族部落，直到他們入侵一座古城，現在這座古城則成了諾克薩斯帝國的中心。面對來自四面八方的威脅，他們主動出擊，年復一年不斷擴張邊界。這種為生存而戰的情況，使現代的諾克薩斯人深以自己的身分為傲，他們重視力量大於一切，而所謂的力量並不僅限於蠻力的形式。不論一個人的社會階級、出身背景或財富有多少，只要表現出必要的才能，任何人都有機會站在權力與地位的核心。能夠使用魔法的人尤其受到高度敬重，諾克薩斯積極招攬這類人士，培養他們的特殊才能來為國所用。即便是在這樣菁英主義的社會，年代久遠的貴族仍舊握有不小的權力……有些人擔心諾克薩斯最大的威脅並非外敵，而是內憂。"
        },
        {
            "backgroundImg": "region/闇影島.jpg",
            "icon": "region/闇影島.png",
            "name": "闇影島",
            "text": "這片被詛咒的土地曾經孕育壯麗而開明的文明，其同盟與使者稱之為「天堂島」。然而在一千多年前，一場前所未見的魔法災禍破壞了物質領域與精神領域之間的界線，使兩者合而為一……並在一瞬間毀滅了當地的所有生靈。如今，惡毒的詭秘黯霧仍肆虐著這片國土，土地被黑暗魔法給汙染。膽敢闖入這陰鬱海岸的凡人會漸漸失去自己的生命力，進而吸引貪婪且永不安息的死者靈體。在黯霧中死亡的人將永遠受困在這夢魘般的島嶼，更可怕的是闇影島似乎逐年在增強，強大幽魂入侵符文大他地的範圍也因此有愈發擴大的趨勢。"
        }
    ]
}